{
  "TITLE_LABEL": "Portfolio - Paulo Davi",
  "PT_LABEL": "Português",
  "EN_LABEL": "Inglês",
  "ES_LABEL": "Espanhol",
  "HOME_HEADER_LABEL": "home",
  "SOBRE_HEADER_LABEL": "sobre",
  "SKILLS_HEADER_LABEL": "skills",
  "PORTFOLIO_HEADER_LABEL": "portfolio",
  "CONTATO_HEADER_LABEL": "contato",
  "HOME_TITLE_LABEL": "Oi eu sou,",
  "HOME_MY_WORKS_LABEL": "Meus Trabalhos",
  "HOME_CONTACT_LABEL": "Contate-me",
  "ABOUT_TITLE_LABEL": "Me Conheça Mais",
  "ABOUT_PARAGRAPH_1_LABEL": "Olá, me chamo",
  "ABOUT_PARAGRAPH_2_LABEL": "Sou apaixonado por programação desde a adolescência, mas acabei cursado engenharia elétrica na UFPB, onde me envolvi ainda mais com programação em projetos extra curriculares.",
  "ABOUT_PARAGRAPH_3_LABEL": "Movido por essa paixão aprendi a stack React.js Node.js e Typescript principalmente com os conteúdos da RocketSeat e acabei conseguindo um trabalho freelancer como fullstack durante a pandemia onde desenvolvi soft e hard skills.",
  "ABOUT_PARAGRAPH_4_LABEL": "Trabalhei principalmente com React.js no desenvolvimento de dashboards e Node.js na criação de api rest com mongoDB e microsserviços para gcloud, ambas as tecnologias utilizadas em conjunto com Typescript.",
  "ABOUT_BIRTH_TITLE_LABEL": "Nascimento:",
  "ABOUT_BIRTH_DATA_LABEL": "Agosto, 1998",
  "BRAZIL_LABEL": "Brasil",
  "ABOUT_FROM_TITLE_LABEL": "De:",
  "SKILL_CHART_TITLE_LABEL": "Principais Habilidades",
  "PORTFOLIO_TITLE_LABEL": "Alguns projetos meus",
  "CONTACT_HAS_SOME_IDIA_TITLE_LABEL": "Tem uma ideia?",
  "CONTACT_HAS_SOME_IDIA_PARAGRAPH_LABEL": "Se gostou do meu trabalho e tem ideias para por em pratica. Entre em contato!",
  "CONTACT_EMAIL_TITLE_LABEL": "E-mail:",
  "CONTACT_CURRICULUM_LABEL": "Curriculo",
  "FOOTER_DIRECTS_LABEL": "Todos os direitos reservados.",
  "FOOTER_DESIGNED_BY_LABEL": "Desenhado por",
  "CARD_TITLE_1": "COBEP 2021",
  "CARD_TEXT_1": "Site oficial do Congresso Brasileiro de Eletrônica de Potência",
  "CARD_TITLE_2": "Gerador de senhas",
  "CARD_TEXT_2": "Projeto de gerador de senhas aleatórias paramétricas",
  "CARD_TITLE_3": "Blog",
  "CARD_TEXT_3": "Blog pessoal, feito utilizando NextJS com geração de paginas estáticas",
  "CARD_TITLE_4": "MyMoney",
  "CARD_TEXT_4": "Site de fluxo de finanças que guarda as informações no LocalStorage",
  "CARD_TITLE_5": "STL View",
  "CARD_TEXT_5": "Visualizador 3D de arquivos STL no browser com informações espaciais",
  "CARD_TITLE_6": "PDF OS Generator",
  "CARD_TEXT_6": "Gerador de PDF para ordem de serviço inteiramente no browser",
  "CARD_MODAL_TITLE_1": "COBEP 2021",
  "CARD_MODAL_DESCRIPTION_1": "Projeto para divulgação, e notificações sobre o evento do COBEP 2021 (Congresso Brasileiro de Eletrônica de Potência), desenvolvido a pedido da organização do evento.",
  "CARD_MODAL_TITLE_2": "Blog",
  "CARD_MODAL_DESCRIPTION_2": "Blog pessoal, feito utilizando NextJS com geração de paginas estáticas. Sendo as paginas dos postes geradas a partir de um template MarkDown.",
  "CARD_MODAL_TITLE_3": "MyMoney",
  "CARD_MODAL_DESCRIPTION_3": "Site de fluxo de finanças que guarda as informações no LocalStorage, ele utiliza o tema claro ou escuro ao depender da configuração do navegador do usuário. Aceitando entradas e saídas também é possível classificar as transações por tags.",
  "CARD_MODAL_TITLE_4": "STL View",
  "CARD_MODAL_DESCRIPTION_4": "Visualizador 3D de arquivos STL diretamente no browser com informações espaciais da peça.",
  "CARD_MODAL_TITLE_5": "PDF OS Generator",
  "CARD_MODAL_DESCRIPTION_5": "Gerador de PDF para ordem de serviço inteiramente no browser, permitindo preencher diversos campos, solução feita para geração de boletos do FABLAB (laboratório de fabricação digital) institucional da UFPB.",
  "CARD_MODAL_TITLE_6": "Gerador de senha",
  "YEARS_LABEL": "anos",
  "CARD_MODAL_DESCRIPTION_6": "Projeto de um gerador de senhas aleatórias com base em parâmetros customizáveis, a página tem tema claro e escuro e destaca os diferentes tipos de caracteres.",
  "CARD_MODAL_TECHNOLOGIES": "Tecnologias Utilizadas"
}
